benchmarks/framework-shootout/results/django/ping/run1/wrk_steady.txt
Running 5s test @ http://django:8080/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.63ms   21.86ms 174.93ms   82.32%
    Req/Sec     1.48k   289.80     2.05k    78.00%
  Latency Distribution
     50%    4.93ms
     75%   27.25ms
     90%   50.42ms
     99%   83.76ms
  29544 requests in 5.01s, 4.68MB read
Requests/sec:   5897.74
Transfer/sec:      0.93MB